Repository: kayacancankaya/SmartCut
Catalog: SmartCut.Shared/Resources/Localization/AppResource.*.resx
Languages: es, tr

source: Add All
es: Agregar Todo
tr: Tümünü Ekle

source: Add Selected
es: Agregar Seleccionados
tr: Seçilenleri Ekle

source: An error occurred while changing the price.
es: Se produjo un error al cambiar el precio.
tr: Fiyat değiştirilirken hata ile karşılaşıldı.

source: An error occurred while loading the page.
es: Se produjo un error al cargar la página.
tr: Sayfa yüklenirken hata ile karşılaşıldı.

source: An error occurred while printing label.
es: Se produjo un error al imprimir la etiqueta.
tr: Etiket basılırken hata ile karşılaşıldı.

source: An error occurred while updating package quantities.
es: Se produjo un error al actualizar la cantidad del paquete.
tr: Paket miktarı güncellenirken hata ile karşılaşıldı.

source: An unhandled error has occurred.
es: Ocurrió un error inesperado.
tr: Beklenmeyen bir hata oluştu.

source: Branch
es: Sucursal
tr: Şube

source: Bulk Actions
es: Operaciones Masivas
tr: Toplu İşlemler

source: Cancel
es: Cancelar
tr: İptal

source: Continue?
es: ¿Continuar?
tr: Devam Et?

source: Create Loading Order
es: Crear Orden de Carga
tr: Yükleme Emri Oluştur

source: Create Shipment Order
es: Crear Orden de Carga
tr: Yükleme Emri Oluştur

source: Customer Name
es: Nombre del Cliente
tr: Cari İsim

# Customer Order Number
source: Sales Order No
es: N.º de Pedido
tr: Sipariş Numarası

source: Deselect All
es: Deseleccionar Todo
tr: Seçimi Temizle

source: Do you confirm the record process?
es: ¿Confirma el registro?
tr: Kayıt İşlemini Onaylıyor Musunuz?

source: Enter Filter
es: Ingrese el filtro
tr: Filtre Giriniz

source: Error
tr: Hata

source: Filter
es: Filtrar
tr: Filtrele

source: Filter: Production State
es: Filtro: Estado de Producción
tr: Filtre: Üretim Durumu

source: Is Produced?
es: ¿Producido?
tr: Üretildi Mi?

source: Logistic Application
es: Sistema Logístico
tr: Sevkiyat Uygulaması

source: Next
es: Siguiente
tr: İleri

source: No
tr: Hayır

source: No Filter
es: Sin Filtro
tr: Filtre Yok

source: Not Ready
es: No Listo
tr: Hazır Değil

source: Number of Package
es: Número de Paquetes
tr: Toplam Paket Adedi

# Order Line Number
source: Order Line No
es: N.º de Línea
tr: Sipariş Sıra

source: Order Quantity
es: Cantidad del Pedido
tr: Sipariş Miktarı

source: Package amount must greater than zero.
es: La cantidad del paquete debe ser mayor que cero.
tr: Paket miktarı 0'dan büyük olmalı.

source: Package amount to be updated couldn't be found.
es: No se encontró la cantidad del paquete a actualizar.
tr: Güncellenecek paket miktarı bulunamadı.

source: Package quantities are updated.
es: Las cantidades de los paquetes se han actualizado.
tr: Paket Miktarları Güncellendi.

source: Please enter a valid amount.
es: Por favor, ingrese una cantidad válida.
tr: Lütfen geçerli bir miktar giriniz.

source: Previous
es: Anterior
tr: Geri

source: Price didn't change. Please try again.
es: El precio no cambió. Inténtelo de nuevo.
tr: Fiyat değişmedi. Lütfen tekrar deneyiniz.

source: Print Label
es: Imprimir Etiqueta
tr: Etiket Bas

source: Produced
es: Producido
tr: Üretildi

source: Product Code
es: Código del Producto
tr: Ürün Kodu

source: Product Name
es: Nombre del Producto
tr: Ürün Adı

source: Reload
es: Recargar
tr: Yeniden Yükle

source: Reports
es: Informes
tr: Raporlar

source: Representative
es: Representante
tr: Temsilci

source: Select
es: Seleccionar
tr: Seçiniz

source: Shipment Ready Quantity
es: Cantidad Lista para Envío
tr: Sevk Hazır Miktar

source: Shipped Quantity
es: Cantidad Enviada
tr: Sevk Edilen Miktar

source: Show Shipping Order
es: Mostrar Orden de Envío
tr: Sevk Emri Göster

source: Success
es: Éxito
tr: Başarılı

source: Update
es: Actualizar
tr: Güncelle

source: Update Selected
es: Actualizar Seleccionados
tr: Seçilenleri Güncelle

source: Yes
es: Si
tr: Evet

# Customer Order Quantity
source: Sales Order Qty
es: Cantidad de pedido
tr: Sipariş Miktar

source: Shipment Order Quantity
es: Cantidad de Envío
tr: Sevk Miktar

source: Add
es: Agregar
tr: Ekle

source: Shipment Order List
es: Lista de Envío
tr: Sevk Emri Listesi

source: Remove
es: Quitar
tr: Çıkar

source: Quantity to Send
es: Cantidad a Enviar
tr: Gönderilecek Miktar

source: Close
es: Cerrar
tr: Kapat

source: Save
es: Guardar
tr: Kaydet

source: Sales order added...
es: Pedido de venta añadido...
tr: Sipariş eklendi...

source: Continue
es: Continuar
tr: Devam Et

source: Sales order already added.
es: El pedido de venta ya ha sido añadido.
tr: Sipariş önceden eklendi.

source: An error occurred while fetching data from the system.
es: Ocurrió un error al obtener datos del sistema.
tr: Sistemden veri alınırken hata ile karşılaşıldı...

source: Shipment order quantity can not be greater than sales order quantity.
es: La cantidad de la orden de envío no puede ser mayor que la cantidad de la orden de venta.
tr: Sevk miktarı sipariş miktarından büyük olamaz.

source: An error occurred while adding the product.
es: Ocurrió un error al agregar el producto.
tr: Ürün ekleme esnasında hata ile karşılaşıldı.

source: Product not found in the list.
es: Producto no encontrado en la lista.
tr: Ürün listede bulunamadı.

source: An error occurred while removing the product.
es: Ocurrió un error al eliminar el producto.
tr: Ürün çıkarma işlemi esnasında hata ile karşılaşıldı.

source: Please add at least one product.
es: Por favor, agregue al menos un producto.
tr: Lütfen en az bir ürün ekleyin.

source: Shipment order could not be saved. Please try again.
es: No se pudo guardar la orden de envío. Por favor, inténtelo de nuevo.
tr: Sevk emri kaydedilemedi. Lütfen tekrar deneyin.

source: Shipment order saved successfully.
es: Orden de envío guardada correctamente.
tr: Sevk emri başarıyla kaydedildi.

source: An error occurred while saving the shipment order.
es: Ocurrió un error al guardar la orden de envío
tr: Sevk emri kaydedilirken hata ile karşılaşıldı.

# Shipment Order Number
source: Shipment Order No
es: N.º de orden de envío
tr: Sevk No

source: Customer
es: Cliente
tr: Cari

source: Detail
es: Detalle
tr: Detay

source: Delete
es: Eliminar
tr: Sil

source: Shipment orders couldn't be found...
es: No se pudieron encontrar las órdenes de envío…
tr: Sevk emirleri bulunamadı.

source: Barcode Number
es: Número de Código de Barras
tr: Barkod Numarası

source: Shipment Order Line
es: Secuencia de Envío
tr: Sevk Sıra

# Total Package Quantity
source: Total Package Qty
es: Cantidad Total de Paquetes
tr: Toplam Paket Adedi

source: Scanned Quantity
es: Cantidad Escaneada
tr: Okutulan Miktar

source: Product Sequence
es: Secuencia de Producto
tr: Ürün Sıra

source: Package Sequence
es: Secuencia de Paquete
tr: Ürün Sıra

source: Is Scanned
es: Escaneado
tr: Okutuldu Mu

source: Do you confirm deletion?
es: ¿Confirma la eliminación?
tr: Silme işlemini onaylıyor musunuz?

source: No Shipment Order found in the system.
es: No se encontró ninguna orden de envío en el sistema.
tr: Sevk Emirleri Sistemde Bulunamadı.

source: An error occurred while filtering.
es: Ocurrió un error al filtrar.
tr: Filtreleme esnasında hata ile karşılaşıldı.

source: An error occurred while adding customer order.
es: Ocurrió un error al agregar el pedido del cliente.
tr: Sipariş eklenirken hata ile karşılaşıldı.

source: An error occurred while fetching the loading quantity.
es: Ocurrió un error al obtener la cantidad de carga.
tr: Yükleme miktarı alınırken hata ile karşılaşıldı.

source: The same shipment order cannot be added more than once.
es: No se puede agregar la misma orden de envío más de una vez.
tr: Aynı sevk emri birden fazla eklenemez.

source: An error occurred while adding shipment order.
es: Ocurrió un error al agregar la orden de envío.
tr: Sevk emri eklenirken hata ile karşılaşıldı.

source: Loading exists.
es: La carga ya existe.
tr: Yükleme mevcut.

source: An error occurred while fetching data from server.
es: Ocurrió un error al obtener datos del servidor.
tr: Yükleme bilgileri sorgulanırken hata ile karşılaşıldı.

source: An error occurred while deleting.
es: Ocurrió un error al eliminar.
tr: Yükleme emri silinirken hata ile karşılaşıldı.

source: Shipment Deleted.
es: Orden de envío eliminada.
tr: Sevk Silindi.

source: More than one identical barcode.
es: Se encontró más de un código de barras idéntico.
tr: Birden fazla aynı barkod.

source: Could not read barcode.
es: No se pudo leer el código de barras.
tr: Barkod okutulamadı.

source: Wrong barcode format.
es: Formato de código de barras incorrecto.
tr: Hatalı barkod formatı

source: Could not find sales order belonging to barcode.
es: El informe de la orden de venta
tr: Barkoda ait sipariş bulunamadı

source: An error occurred while scanning barcode.
es: Ocurrió un error al escanear el código de barras.
tr: Barkod okutulurken hata ile karşılaşıldı.

source: Sales order not shipped belonging to this barcode number couldn't be found.
es: No se pudo encontrar una orden de venta no enviada correspondiente a este número de código de barras.
tr: Barkod numarasına ait eksik sipariş bulunamadı.

source: Shipment order details could not be found.
es: No se pudieron encontrar los detalles de la orden de envío.
tr: Sevk emri detayları bulunamadı.

source: package info couldn't be found.
es: No se pudo encontrar la información del paquete.
tr: paket bilgisi bulunamadı.

# could not be scanned.
source: couldn't be scanned.
es: No se pudo escanear.
tr: okutulamadı.

source: Shipment orders recorded successfully.
es: Las órdenes de envío se registraron correctamente.
tr: Sevk emirleri başarıyla kaydedildi.

source: An error occurred while recording shipment orders.
es: Ocurrió un error al registrar las órdenes de envío.
tr: Sevk emirleri kaydedilirken bir hata oluştu.

source: Shipment order details couldn't be found.
es: No se pudieron encontrar los detalles de la orden de envío.
tr: Sevk emri detayları bulunamadı.

source: An error occurred while removing shipment details.
es: Ocurrió un error al eliminar los detalles de envío.
tr: Sevk emri detayları çıkarılırken hata oluştu.

source: Sales Report
es: El informe de Venta
tr: Satış Rapor

source: Shipment Report
es: Informe de envío
tr: Sevk Rapor

source: Loading Report
es: Informes de Carga
tr: Yükleme Raporu

# Package Quantity
source: Package Qty
es: Candidad de Paquetes
tr: Paket Sayısı

source: Loaded Quantity
es: Cantidad Cargada
tr: Yüklenen Miktar

source: Shipment List
es: Lista de Envíos
tr: Sevk Listesi

source: No shipment orders found ready for loading.
es: No se encontraron órdenes de envío listas para cargar.
tr: Yüklenecek sevk bulunamadı.

# Loading Order Number
source: Loading Order No
es: N.º de Carga
tr: Yükleme No

source: Label Info
es: Informes de Etiqueta
tr: Etiket Bilgisi

source: Packing List
es: Lista de Paquete
tr: Paketleme Listesi

source: Sales order loaded couldn't be found.
es: No se pudo encontrar una orden de venta enviada.
tr: Yüklenen sipariş bulunamadı.

source: Loading Order Details
es: Detalles de la Orden de Carga
tr: Yükleme Emri Detayları

source: Loading Order Line
es: Secuencia de la Orden Carga
tr: Yükleme Emri Sıra

source: Report Type
es: Tipo de Informe
tr: Rapor Tipi

source: An error occurred while listing loading orders.
es: Ocurrió un error al listar las ordenes de envío.
tr: Yüklemeler listelenirken hata ile karşılaşıldı

source: An error occurred while listing details.
es: Ocurrió un error al listar los detalles.
tr: Detaylar listelenirken hata ile karşılaşıldı.

source: An error occurred while listing shipment orders.
es: Ocurrió un error al listar las ordenes de carga.
tr: Sevk emri silinirken hata ile karşılaşıldı.

source: An error occurred while deleting shipment order.
es: Ocurrió un error al eliminar la orden de envío.
tr: Sevk emri silinirken hata ile karşılaşıldı.

source: An error occurred while deleting loading order.
es: Ocurrió un error al eliminar la orden de carga.
tr: Yükleme emri silinirken hata ile karşılaşıldı.

source: Loading order deleted.
es: Orden de carga eliminada.
tr: Yükleme Silindi.

source: Loading List
es: Lista de Cargas
tr: Yükleme Listesi

source: Company Name
es: Nombre de Empresa
tr: Şirket İsmi

source: Address
es: Dirección
tr: Adres

source: Trade Licence No
es: Número de Licencia Comercial
tr: Vergi Numarası

source: Phone
es: Teléfono
tr: Telefon

source: Email
es: Correo Electrónico
tr: Mail

source: Date
es: Fecha
tr: Tarih

source: Payment Term
es: Condiciones de Pago
tr: Ödeme Şartları

source: Delivery Term
es: Buque y Número de Viaje
tr: Gönderi Koşulları

# Vessel &amp; Voyage No
source: Vessel & Voyage No
es: Buque y Número de Viaje
tr: Gemi ve Sefer Numarası

source: Container No
es: N.º de contenedor
tr: Konteyner No

source: Total
tr: Toplam

source: Beneficiary
es: Beneficiario
tr: Alıcı

source: Notes
es: Notas
tr: Notlar

source: Bank Details
es: Detalles de Banco
tr: Banka Detayları

source: Signature
es: Firma
tr: İmza

source: Bank
es: Banco
tr: Banka

source: Branch Code
es: Codigo de Sucursal
tr: Şube Kodu

source: USD Account
es: Cuenta en USD
tr: USD Hesabı

source: Account No
es: N.º de Cuenta
tr: Hesap Numarası

source: Package Label
es: Etiqeta del Paquete
tr: Paket Etiketi

source: Home
es: Inicio
tr: Ana Sayfa

source: Block Name
es: Nombre del Bloque
tr: Blok Adı

# Description
source: Block Description
es: Descripción
tr: Açıklama

source: Width
es: Ancho
tr: Genişlik

source: Length
es: Largo
tr: Uzunluk

source: Height
es: Altura
tr: Yükseklik

source: Material
es: Tipo de Material
tr: Materyal

source: Create Block
es: Crear Bloque
tr: Blok Oluştur

source: Width is required
es: El Ancho es obligatorio
tr: Genişlik zorunlu

source: Length is required
es: El Largo es obligatorio
tr: Genişlik zorunlu

source: Height is required
es: La altura es obligatorio
tr: Yükseklik zorunlu

source: An error occured while saving block
es: Ocurrió un error al guardar el bloque.
tr: Blok kaydedilirken hata ile karşılaşıldı.

source: Failed to save block
es: Error al guardar el bloque.
tr: Blok kaydedilirken hata ile karşılaşıldı.

source: Block saved successfully
es: Bloque guardado correctamente.
tr: Blok başarıyla kaydedildi.

source: Block
es: Bloque
tr: Blok

source: Orders
es: Los Pedidos
tr: Siparişler

source: Invoice No
es: Número de factura

source: PO No
es: Número de Orden de Compra
